Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Uninstalled Apps
ar: التطبيقات التي تمت إزالتها
bg: Деинсталирани приложения
ca: Apps desinstal·lades
cs: Odinstalované aplikace
da: Fjernede apps
de: Deinstallierte Apps
el: Απεγκατεστημένες εφαρμογές
es: Apps desinstaladas
es_us: Apps desinstaladas
fi: Poistetut apit
fr: Apps désinstallées
fr_ca: Apps désinstallées
he: יישומים שהוסרו
hi: अनइंस्टॉल किए गए ऐप्स
hr: Deinstalirane aplikacije
hu: Eltávolított appok
id: App yang Dicopot
it: App disinstallate
ja: 削除済みアプリ
kk: Жойылған қолданбалар
ko: 제거된 앱
lt: Pašalintos programos
ms: App Dinyahpasang
nb: Avinstallerte apper
nl: Niet-geïnstalleerde apps
pl: Usunięte aplikacje
pt: Apps Desinstalados
pt_pt: Aplicações desinstaladas
ro: Aplicații dezinstalate
ru: Удаленное ПО
sk: Odinštalované apky
sl: Odstranjene aplikacije
sv: Avinstallerade appar
th: แอปที่ถอนการติดตั้ง
tr: Kaldırılmış Uygulamalar
uk: Деінстальовані програми
vi: Ứng dụng chưa cài đặt
zh_cn: 已卸载的App
zh_hk: 已解除安裝的App
zh_tw: 已解除安裝的App

source: Unit
ar: وحدة
bg: Единица
ca: Unitat
cs: Jednotky
da: Enhed
de: Einheit
el: Μονάδα
es: Unidad
es_us: Unidad
fi: Yksikkö
fr: Unité
fr_ca: Unité
he: יחידה
hi: इकाई
hr: Jedinica
hu: Egység
it: Unità
ja: 単位
kk: Бірлік
ko: 단위
lt: Vienetas
nb: Enhet
nl: Eenheid
pl: Jednostka
pt: Unidade
pt_pt: Unidade
ro: Unitate
ru: Единицы
sk: Jednotky
sl: Enota
sv: Enhet
th: หน่วย
tr: Birim
uk: Одиниці міри
vi: Đơn vị
zh_cn: 单位
zh_hk: 單位
zh_tw: 單位

source: Update Health Data
ar: تحديث البيانات الصحية
bg: Обновяване на здравни данни
ca: Actualitza les dades de salut
cs: Aktualizovat zdravotní data
da: Opdater sundhedsdata
de: Gesundheitsdaten aktualisieren
el: Ενημέρωση δεδομένων Υγείας
es: Actualizar datos de salud
es_us: Actualizar datos de Salud
fi: Päivitä terveysdata
fr: Mettre à jour les Données Santé
fr_ca: Mettre à jour les données médicales
he: עדכן את נתוני הבריאות
hi: सेहत डेटा अपडेट करें
hr: Ažuriraj zdravstvene podatke
hu: Egészségügyi adatok frissítése
id: Perbarui Data Kesehatan
it: Aggiorna dati sanitari
ja: ヘルスケアデータをアップデート
kk: Медициналық деректерді жаңарту
ko: 건강 데이터 업데이트
lt: Naujinti sveikatos duomenis
ms: Kemas Kini Data Kesihatan
nb: Oppdater helsedata
nl: Werk gegevens bij
pl: Uaktualnij dane zdrowotne
pt: Atualizar Dados de Saúde
pt_pt: Atualizar dados de saúde
ro: Actualizare date sănătate
ru: Обновить медданные
sk: Aktualizovať zdravotné dáta
sl: Posodobitev podatkov o zdravstvenem stanju
sv: Uppdatera hälsodata
th: อัปเดตข้อมูลสุขภาพ
tr: Sağlık Verilerini Güncelle
uk: Оновити меддані
vi: Cập nhật dữ liệu sức khỏe
zh_cn: 更新健康数据
zh_hk: 更新健康資料
zh_tw: 更新健康資料

source: Update Medical ID
ar: تحديث الهوية الطبية
bg: Обновяване на Медицински ID
ca: Actualitza les dades mèdiques
cs: Aktualizovat zdravotní ID
da: Opdater Nødinfo
de: Notfallpass aktualisieren
el: Ενημέρωση Ιατρικού ID
es: Actualizar datos médicos
es_us: Actualizar la ficha médica
fi: Päivitä SOS-tiedot
fr: Mettre à jour votre fiche
fr_ca: Mettre la fiche médicale à jour
he: עדכן/י כרטיס רפואי
hi: मेडिकल ID अपडेट करें
hr: Ažuriraj zdravstvenu kartu
hu: Egészségügyi azonosító frissítése
id: Perbarui ID Medis
it: Aggiorna cartella clinica
ja: メディカルIDを更新
kk: Медициналық картаны жаңарту
ko: 의료 정보 업데이트
lt: Naujinti medicininę kortelę
ms: Kemas Kini ID Perubatan
nb: Oppdater nødinfo
nl: Werk medische ID bij
pl: Uaktualnij kartę medyczną
pt: Atualizar Ficha Médica
pt_pt: Atualizar ficha médica
ro: Actualizați ID‑ul medical
ru: Обновить Медкарту
sk: Aktualizovať Zdravotné ID
sl: Posodobitev zdravstvene kartice
sv: Uppdatera medicinskt ID
th: อัปเดตข้อมูลทางการแพทย์
tr: Tıbbi Kimliği Güncelle
uk: Оновити Медичний ID
vi: Cập nhật ID y tế
zh_cn: 更新医疗急救卡
zh_hk: 更新醫療檔案
zh_tw: 更新醫療卡

source: UV Index
ar: مؤشر الأشعة فوق البنفسجية
bg: UV индекс
ca: Índex UV
da: UV-indeks
el: Δείκτης UV
es: Índice UV
es_us: Índice de rayos UV
fi: UV-indeksi
fr: Indice UV
fr_ca: Indice UV
he: אינדקס קרינה
hi: UV इंडेक्स
hr: UV indeks
id: Indeks UV
it: Indice UV
ja: UV指数
kk: УК көрсеткіші
ko: 자외선 지수
lt: UV indeksas
ms: Indeks UV
nb: UV-indeks
pl: Indeks UV
pt: Índice UV
pt_pt: Índice UV
ro: Indice UV
ru: УФ‑индекс
sl: Indeks UV
th: ดัชนีรังสี UV
tr: UV İndeksi
uk: Індекс УФ
vi: Chỉ số UV
zh_cn: 紫外线指数
zh_hk: 紫外線指數
zh_tw: 紫外線指數

# WAKE_TIME_HEADER
source: Wake Time
ar: وقت الاستيقاظ
bg: Час за събуждане
ca: Despertador
cs: Budíček
da: Vågen tid
de: Aufwachzeit
el: Ώρα αφύπνισης
es: Hora de despertarse
es_us: Hora para despertar
fi: Herätys
fr: Heure du réveil
fr_ca: Heure du réveil
hi: जगने का समय
hr: Vrijeme buđenja
hu: Ébresztési idő
id: Waktu Bangun
it: Ora risveglio
ja: 起床時刻
kk: Ояну уақыты
ko: 기상 시간
lt: Aktyvumo trukmė
ms: Waktu Bangun
nb: Tid våken
nl: Tijd wakker
pl: Pobudka
pt: Hora de Acordar
pt_pt: Hora de acordar
ro: Ora de trezire
ru: Время побудки
sk: Budíček
sl: Čas bujenja
sv: Tid vaken
th: เวลาตื่นนอน
tr: Uyanma Saati
uk: Час встати
vi: Giờ thức giấc
zh_cn: 清醒时间
zh_hk: 起牀時間
zh_tw: 醒來時間

# WAKETIME_HEADER
source: WAKE TIME
ar: وقت الاستيقاظ
bg: ЧАС ЗА СЪБУЖДАНЕ
ca: DESPERTADOR
cs: BUDÍČEK
da: VÅGEN TID
de: AUFWACHZEIT
el: ΩΡΑ ΑΦΥΠΝΙΣΗΣ
es: HORA DE DESPERTARSE
es_us: DESPERTARSE
fi: HERÄTYS
fr: HEURE DU RÉVEIL
fr_ca: HEURE DU RÉVEIL
he: זמן התעוררות
hi: जगने का समय
hr: VRIJEME BUĐENJA
hu: ÉBRESZTÉSI IDŐ
id: WAKTU BANGUN
it: ORA RISVEGLIO
ja: 起床時刻
kk: ОЯНУ УАҚЫТЫ
ko: 기상 시간
lt: AKTYVUMO TRUKMĖ
ms: WAKTU BANGUN
nb: TID VÅKEN
nl: TIJD WAKKER
pl: POBUDKA
pt: HORA DE ACORDAR
pt_pt: HORA DE ACORDAR
ro: ORA DE TREZIRE
ru: ВРЕМЯ ПОБУДКИ
sk: BUDÍČEK
sl: ČAS BUJENJA
sv: TID VAKEN
th: เวลาตื่นนอน
tr: UYANMA SAATİ
uk: ЧАС ВСТАТИ
vi: GIỜ THỨC GIẤC
zh_cn: 清醒时间
zh_hk: 起牀時間
zh_tw: 醒來時間

# WATCH_VIDEO
source: Watch the Overview Video
ar: شاهد الفيديو التعريفي
bg: Гледайте видеото с обобщението
ca: Mira el vídeo introductori
cs: Zhlédnout souhrnné video
da: Se oversigtsvideoen
de: Einführungsvideo ansehen
el: Δείτε το βίντεο επισκόπησης
es: Ver el vídeo introductorio
es_us: Ver el video informativo
fi: Katso esittelyvideo
fr: Regarder la vidéo de présentation
fr_ca: Visionner la vidéo de présentation
he: צפה/י בסרט הסקירה
hi: अधिक जानकारी के लिए ओवरव्यू वीडियो देखें
hr: Pogledajte videozapis pregleda
hu: Az összefoglaló videó megnézése
id: Tonton Video Tinjauan
it: Guarda il video introduttivo
ja: 概要ビデオを見る
kk: Шолу видеосын көру
ko: 안내 비디오 보기
lt: Žiūrėti apžvalgos vaizdo įrašą
ms: Tonton Video Gambaran Keseluruhan
nb: Se introduksjonsvideoen
nl: Bekijk de overzichtsvideo
pl: Obejrzyj prezentację wideo
pt: Veja o Vídeo de Introdução
pt_pt: Ver o vídeo de introdução
ro: Vizionați clipul de prezentare
ru: Смотреть обзорное видео
sk: Pozrieť úvodné video
sl: Predvajaj predstavitveni videoposnetek
sv: Visa översiktsvideon
th: ชมวิดีโอเบื้องต้น
tr: Genel Bakış Videosunu İzleyin
uk: Дивитись відеоогляд
vi: Xem video tổng quan
zh_cn: 观看介绍视频
zh_hk: 觀看概覽影片
zh_tw: 觀看概覽影片

source: Weight
ar: الوزن
bg: Тегло
ca: Pes
cs: Váha
da: Vægt
de: Gewicht
el: Βάρος
es: Peso
es_us: Peso
fi: Paino
fr: Poids
fr_ca: Poids
he: משקל
hi: वज़न
hr: Težina
hu: Súly
id: Berat Badan
it: Peso
ja: 体重
kk: Салмақ
ko: 체중
lt: Svoris
ms: Berat
nb: Vekt
nl: Gewicht
pl: Waga
pt: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Váha
sl: Teža
sv: Vikt
th: น้ำหนัก
tr: Ağırlık
uk: Вага
vi: Cân nặng
zh_cn: 体重
zh_hk: 體重
zh_tw: 體重

source: Welcome to Health
ar: مرحبًا بك في "صحتي"
bg: Добре дошли в Здраве
ca: Et donem la benvinguda a Salut
cs: Vítá vás Zdraví
da: Velkommen til Sundhed
de: Willkommen bei Health
el: Καλώς ορίσατε στην Υγεία
es: ^[^[Bienvenido](inflect: true) a Salud](inflectionAlternative: 'Te damos la bienvenida a Salud')
es_us: ^[^[Bienvenido](inflect: true) a la app Salud](inflectionAlternative: 'Te damos la bienvenida a la app Salud')
fi: Tervetuloa Terveyteen
fr: Bienvenue dans Santé
fr_ca: Bienvenue dans Santé
he: ברוכים הבאים ל״בריאות״
hi: सेहत में आपका स्वागत है
hr: Dobro došli u Zdravlje
hu: Üdvözli az Egészség!
id: Selamat Datang di Kesehatan
it: ^[Benvenuto in Salute](inflect: true, inflectionAlternative: "Salute ti dà il benvenuto")
ja: ようこそヘルスケアへ
kk: «Денсаулық» қолданбасына қош келдіңіз!
ko: 건강 시작하기
lt: Sveiki, tai programa „Sveikata“
ms: Selamat Datang ke Kesihatan
nb: Velkommen til Helse
nl: Welkom bij Gezondheid
pl: Witamy w aplikacji Zdrowie
pt: ^[^[Bem‑vindo](inflect: true) ao ](inflectionAlternative: "Conheça o ")App Saúde
pt_pt: ^[^[Bem‑vindo](inflect: true) à aplicação Saúde](inflectionAlternative: "Saúde")
ro: Bun venit în aplicația Sănătate
ru: Добро пожаловать в Здоровье!
sk: Víta vás Zdravie
sl: Dobrodošli v aplikaciji Zdravje
sv: Välkommen till Hälsa
th: ยินดีต้อนรับเข้าสู่สุขภาพ
tr: Sağlık’a Hoş Geldiniz
uk: Вас вітає «Здоровʼя»
vi: Chào mừng đến Sức khỏe
zh_cn: 欢迎使用“健康”
zh_hk: 歡迎使用「健康」
zh_tw: 歡迎使用「健康」

# WELCOME_TO_HEALTH_BODY_TEXT
source: Small steps become healthy habits when you see how they connect.
ar: يمكن للخطوات الصغيرة أن تصبح عادات صحية عندما ترى كيف ترتبط ببعضها.
bg: Малките стъпки стават полезни навици, когато видите как се свързват.
ca: Els petits canvis es converteixen en hàbits saludables quan els veus en conjunt.
cs: Z malých pokroků se mohou stát zdravé návyky. Stačí pocítit, jak se postupně sčítají.
da: Små ændringer bliver til gode sunde vaner, når du ser, hvordan det hele hænger sammen.
de: Kleine Veränderungen können zu gesunden Gewohnheiten werden, wenn man die Zusammenhänge erkennt.
el: Κάθε μικρό βήμα μπορεί να γίνει καθημερινή συνήθεια που θα βελτιώσει την υγεία σας.
es: Los pequeños cambios se convierten en hábitos saludables cuando los ves en conjunto.
es_us: Los pasos pequeños se vuelven hábitos saludables cuando ves cómo se relacionan.
fi: Pienistä muutoksista voi tulla terveellisiä tapoja, kun näet miten ne vaikuttavat sinuun.
fr: Pas après pas, adoptez des habitudes saines. Vous verrez la différence sur votre santé.
fr_ca: Les petits gestes se transforment ensemble en habitudes saines.
he: צעדים קטנים יכולים להפוך להרגלי בריאות כאשר הם מצטברים.
hi: छोटे-छोटे और आसान उपाय अपनाकर भी सेहत में सुधार लाया जा सकता है।
hr: Mali koraci postaju zdrave navike kad počnete osjećati njihove učinke.
hu: A kis lépések az egészségét javító szokássá válhatnak, amikor látja, hogyan adódnak össze.
id: Langkah kecil dapat menjadi kebiasaan yang menyehatkan jika Anda paham manfaatnya.
it: Piccoli passi che possono diventare abitudini salutari quando ottieni risultati.
ja: 小さな一歩も積み重ねれば健康的な習慣になります。
kk: Жақсы әдет шағын қадамдардан басталады.
ko: 작은 실천이 쌓여 건강한 습관으로 거듭납니다.
lt: Mažais žingsniais sveikų įpročių link.
ms: Langkah-langkah kecil menjadi tabiat yang sihat apabila anda melihat perkaitannya.
nb: Små endringer blir til gode vaner når du ser hvordan de påvirker helsen din.
nl: Kleine stappen kunnen gezonde gewoontes worden als je ziet welk effect ze samen hebben.
pl: Małe zmiany mogą przeistoczyć się w zdrowe nawyki, jeśli widzisz ich efekty.
pt: Pequenos passos tornam-se hábitos saudáveis quando você nota como eles se conectam.
pt_pt: Passos pequenos transformam‑se em hábitos saudáveis quando vir os benefícios para a sua saúde.
ro: Pașii mici pot deveni obiceiuri sănătoase atunci când realizați cum se conectează.
ru: Даже маленькие шаги становятся здоровой привычкой, когда Вы убеждаетесь в их действенности.
sk: Z malých krokov sa môžu stať zdravé návyky, keď vidíte, ako spolu súvisia.
sl: Majhni koraki postanejo zdrave navade, ko zaznate njihov način povezovanja.
sv: Små steg blir hälsosamma vanor när du ser den sammanlagda effekten.
th: เริ่มจากค่อยๆ ทำทีละนิดจนเป็นนิสัย คุณจะเห็นผลอย่างมากต่อสุขภาพของคุณเอง
tr: Küçük adımların büyük getirilerini görünce onları sağlıklı alışkanlıklara dönüştürebilirsiniz.
uk: Фізичні вправи стають здоровою звичкою, коли ви бачите результат.
vi: Những bước nhỏ trở thành thói quen lành mạnh khi bạn nhận thấy sự liên quan.
zh_cn: 积跬步，至千里。养成健康好习惯。
zh_hk: 小小的一步與健康息息相關，日積月累慢慢變成健康的習慣。
zh_tw: 小動作做久了也可以積沙成塔，當你看到成果後更能養成健康的好習慣。

# WHEELCHAIR_USE_COREMOTION_TEXT_IPAD
source: Track pushes instead of steps on Apple Watch in the Activity app, and in wheelchair workouts in the Workout app, and record them to Health. When this setting is on, your iPhone stops tracking steps.
ar: قم بتعقب الدفعات بدلاً من الخطوات على الـ Apple Watch في تطبيق النشاط، وفي تمارين الكرسي المتحرك في تطبيق التمرين، وقم بتسجيلها في تطبيق صحتي. عند تشغيل هذا الإعداد، سيتوقف الـ iPhone عن تعقب الخطوات.
bg: На Apple Watch в приложението Активност и в тренировките за инвалидна количка в приложението Тренировки се проследяват бутания вместо стъпки и се записват в Здраве. Когато тази настройка е включена, вашият iPhone ще спре да проследява стъпки.
ca: Compta els impulsos, en comptes dels passos, amb l’app Activitat de l’Apple Watch, fes un seguiment dels entrenaments amb cadira de rodes amb l’app Entrenament i registra‑ho tot a l’app Salut. Si aquesta opció està activada, l’iPhone deixarà de comptar els passos.
cs: Sledujte na Apple Watch postrčení místo kroků v aplikaci Aktivita a tréninky na vozíku v aplikaci Cvičení a zaznamenávejte je do aplikace Zdraví. Když je toto nastavení aktivní, iPhone nepočítá kroky.
da: Registrer tag i stedet for trin på Apple Watch i appen Aktivitet og i træning med kørestol i appen Træning, og kopier dem til Sundhed. Når denne indstilling er slået til, holder din iPhone op med at registrere trin.
de: Zähle deine Schübe (anstatt Schritte) mit der Aktivität-App auf der Apple Watch und beim Rollstuhltraining in der Trainings-App und trage sie bei „Health“ ein. Ist diese Einstellung aktiviert, zählt das iPhone keine Schritte mehr.
el: Μέτρηση ωθήσεων αντί για βημάτων στο Apple Watch στην εφαρμογή «Δραστηριότητα» και κατά τη διάρκεια προπονήσεων με αναπηρικό αμαξίδιο και καταγραφή των δεδομένων στην Υγεία. Όταν είναι ενεργή η ρύθμιση, σταματά η μέτρηση βημάτων στο iPhone.
es: Se registran impulsos en vez de pasos en la app Actividad del Apple Watch y en los entrenos para personas en silla de ruedas de la app Entreno. Los impulsos se guardan en la app Salud. Si esta opción está activada, el iPhone deja de registrar pasos.
es_us: Da seguimiento a impulsos en lugar de pasos con tu Apple Watch en la app Actividad y en ejercicios en silla de ruedas en la app Entrenamiento, registrándolos en Salud. Si se activa, tu iPhone dejará de dar seguimiento a tus pasos.
fi: Seuraa kelauksia askelten sijaan Apple Watchin Aktiivisuus-apissa sekä Treeni-apin pyörätuolitreeneissä ja tallenna ne Terveyteen. Kun tämä asetus on päällä, iPhone lopettaa askelten seuraamisen.
fr: Si ce réglage est activé, votre iPhone ou Apple Watch ne comptent plus les pas mais les poussées effectuées dans les apps Activité et Exercice (exercices en fauteuil). Ces données sont conservées dans Santé.
fr_ca: Enregistre le nombre de poussées au lieu du nombre de pas dans l’app Activité de l’Apple Watch et au cours des entraînements en fauteuil dans l’app Exercice. Ces données sont aussi enregistrées dans Santé. Lorsque cette option est activée, votre iPhone n’enregistre plus le nombre de pas.
he: ניתן לנהל מעקב אחר משיכות במקום אחר צעדים ביישום ״פעילות״ שב-Apple Watch, וגם באימונים על כסא גלגלים ביישום ״אימון״. את נתוני המעקב ניתן לתעד ביישום ״בריאות״. כשהגדרה זו פעילה, ה-iPhone מפסיק לעקוב אחר צעדים.
hi: Apple Watch पर ऐक्टिविटी ऐप में और वर्कआउट ऐप में ह्वीलचेयर वर्कआउट में क़दमों की जगह पुश को ट्रैक करें और उन्हें सेहत में रिकॉर्ड करें। इस सेटिंग के चालू रहने पर आपका iPhone क़दमों को ट्रैक करना बंद कर देता है।
hr: Pratite okretaje umjesto koraka na Apple Watchu u aplikaciji Aktivnost, te pri treninzima u kolicima u aplikaciji Trening i snimajte ih u aplikaciji Zdravlje. Kad je ova postavka uključena, vaš iPhone prestane pratiti korake.
hu: A lépések helyett követheti a lökéseket az Apple Watchának Tevékenység appjában és a kerekesszékes edzéseknél az Edzés appban, valamint rögzítheti azokat az Egészség appban. Amikor ez a beállítás be van kapcsolva, az iPhone-ja nem követi a lépéseket.
id: Lacak dorongan alih-alih langkah di Apple Watch di app Aktivitas, dan di olahraga kursi roda di app Olahraga, dan catat dorongan tersebut di Kesehatan. Jika pengaturan ini menyala, iPhone Anda akan berhenti melacak langkah.
it: Nelle app Attività e Allenamento su Apple Watch puoi monitorare il numero di spinte eseguite sulla sedia a rotelle e salvare i dati nell’app Salute. Quando l‘impostazione è attiva, iPhone non conteggia più il numero di passi.
ja: Apple Watchのアクティビティアプリと、ワークアウトアプリの車椅子ワークアウトで、歩数の代わりにプッシュをカウントし、“ヘルスケア”に記録します。この設定がオンの時はiPhoneでは歩数のカウントは行われません。
kk: Apple Watch сағатындағы «Белсенділік» қолданбасында қадамдардың орнына соққылар және «Жаттығу» қолданбасында мүгедектер арбасындағы жаттығулар қадағаланып, деректер «Денсаулық» қолданбасына жазылады. Бұл реттеу қосулы болған кезде, iPhone құрылғысында қадамдар қадағаланбайды.
ko: Apple Watch의 활동 앱 및 운동 앱의 휠체어 운동에서 걸음 수 대신 밀기 동작을 추적하고 건강 앱에 기록합니다. 이 설정이 켜져 있으면 iPhone이 걸음 수 추적을 중단합니다.
lt: Sekite pasistūmėjimus vietoje žingsnių programoje „Veikla“ laikrodyje „Apple Watch“. Taip pat sekite treniruotes neįgaliojo vežimėlyje programoje „Treniruotės“ ir išsaugokite jas programoje „Sveikata“. Kai šis nustatymas įjungtas, jūsų „iPhone“ nebeseks žingsnių.
ms: Jejak tolakan berbanding langkah pada Apple Watch dalam app Aktiviti dan semasa latihan kerusi roda dalam app Latihan, lalu rekodkan ke Kesihatan. Apabila seting ini aktif, iPhone anda berhenti menjejak langkah.
nb: Spor tak i stedet for skritt i aktivitetsappen på Apple Watch, og i treningsøkter med rullestol i treningsappen, og registrer dem i Helse. Når denne innstillingen er på, slutter iPhone å spore skritt.
nl: In plaats van stappen kun je duwbewegingen bijhouden op de Apple Watch in de Activiteit-app en in rolstoelwork‑outs in de Work‑out-app en je kunt deze bewaren in de app Gezondheid. Als dit is ingeschakeld, stopt je iPhone met het bijhouden van stappen.
pl: Zamiast kroków na Apple Watch i w aplikacji Aktywność śledzone są pchnięcia wózka. Dotyczy to także treningów na wózku z aplikacją Trening oraz rejestrowania danych w aplikacji Zdrowie. Gdy to ustawienie jest włączone, iPhone przestaje śledzić kroki.
pt: Registre impulsos em vez de passos no Apple Watch no app Atividade e em exercícios com cadeira de rodas no app Exercício. Os impulsos são salvos no app Saúde. Quando esta opção está ativada, o iPhone não registra passos.
pt_pt: Regista rotações manuais em vez de passos na aplicação Atividade, no Apple Watch, e em treinos em cadeira de rodas na aplicação Treino, e regista os dados na aplicação Saúde. Quando esta definição está ativa, o iPhone deixa de seguir passos.
ro: Puteți urmări împingerile, în locul pașilor, atât în aplicația Activitate de pe Apple Watch, cât și pentru exercițiile specifice scaunului cu rotile din aplicația Exerciții, iar datele vor fi înregistrate în aplicația Sănătate. Atunci când această configurare este activată, iPhone‑ul încetează urmărirea pașilor.
ru: Отслеживание толчков вместо шагов на Apple Watch для приложения «Активность» и тренировок в кресле‑коляске для приложения «Тренировка». Данные будут сохраняться в приложении «Здоровье». Когда эта настройка включена, отслеживание шагов на iPhone не выполняется.
sk: V apke Aktivita a v tréningoch na invalidom vozíku v apke Tréning na Apple Watch sledujte namiesto krokov zatlačenia a ukladajte ich v apke Zdravie. Po zapnutí tohto nastavenia váš iPhone prestane počítať kroky.
sl: Beležite potiske namesto korakov v aplikaciji Aktivnost v uri Apple Watch, med vadbami z invalidskim vozičkom pa tudi v aplikaciji Vadba, in jih posredujte aplikaciji Zdravje. Kadar je ta nastavitev vklopljena, iPhone ne beleži korakov.
sv: Räkna tag på rullstolen istället för steg på Apple Watch i appen Aktivitet, och i rullstolsträningar i appen Träning, och registrera dem i Hälsa. När det här alternativet är på slutar iPhone att räkna steg.
th: ติดตามจำนวนการปั่นล้อแทนจำนวนก้าวบน Apple Watch ในแอปกิจกรรมและในการออกกำลังกายวีลแชร์ในแอปออกกำลังกาย และบันทึกข้อมูลไปยังแอปสุขภาพ เมื่อเปิดการตั้งค่านี้ iPhone ของคุณจะหยุดติดตามจำนวนก้าว
tr: Apple Watch’ta Aktivite uygulamasında ve Antrenman uygulamasındaki tekerlekli sandalye antrenmanlarında adım yerine itmeleri takip edin. Bu ayar açıkken iPhone’unuz adımları takip etmeyi bırakır.
uk: Замість кроків стежте за ривками на Apple Watch у програмі «Активність» і під час вправ на візку в програмі «Тренування», і реєструйте їх у програмі «Здоровʼя». Коли цю опцію увімкнено, ваш iPhone зупиняє стежити за кроками.
vi: Theo dõi số lần đẩy thay vì số bước trên Apple Watch trong ứng dụng Hoạt động và trong các bài tập xe lăn trong ứng dụng Bài tập, đồng thời ghi chúng vào Sức khỏe. Khi cài đặt này được bật, iPhone của bạn dừng theo dõi số bước.
zh_cn: 在Apple Watch的“健身记录”App和“体能训练”App的轮椅训练中跟踪推动次数而非步数，并记录到“健康”。此设置打开时，你的iPhone将停止跟踪步数。
zh_hk: 在Apple Watch的「健身記錄」App及「體能訓練」App的輪椅訓練中追蹤轉動次數而非步數，並記錄有關資料至「健康」。開啟此功能後，你的iPhone將停止追蹤步數。
zh_tw: 在Apple Watch上的「活動記錄」App和「體能訓練」App的輪椅訓練中追蹤推動次數，而非步數，並在最後將這些資料記錄到「健康」。開啟此設定時，你的iPhone會停止追蹤步數。
